Repository: IBM/watson-translator-101
Catalog: en-zh-6000-ParallelCorpus.tmx
Source language: en
Languages: zh

source: Report of the Third Committee (A/60/507 and Corr.1)
zh: 第三委员会的报告（A/60/507和Corr.1）

source: The President: The Assembly has before it two draft resolutions recommended by the Third Committee in paragraph 21 of its report in document A/60/507 and one draft decision recommended by the Third Committee in paragraph 22 of the same report.
zh: 主席（以英语发言）：大会面前摆着第三委员会在其载于文件A/60/507的报告第21段中建议的两项决议草案和第三委员会在同一报告第22段中建议的一项决定草案。

source: We will now take a decision on draft resolutions I and II and on the draft decision.
zh: 我们现在就决议草案一和二及决定草案作出决定。

source: Draft resolution I is entitled “Inadmissibility of certain practices that contribute to fuelling contemporary forms of racism, racial discrimination, xenophobia and related intolerance”.
zh: 决议草案一题为“取缔某些助长当代形式的种族主义、种族歧视、仇外心理和相关不容忍行为的做法”。

source: Afghanistan, Algeria, Angola, Antigua and Barbuda, Argentina, Armenia, Azerbaijan, Bahamas, Bahrain, Bangladesh, Barbados, Belarus, Belize, Benin, Bhutan, Bolivia, Botswana, Brazil, Brunei Darussalam, Burundi, Cambodia, Cameroon, Cape Verde, Chile, China, Colombia, Comoros, Costa Rica, Côte d'Ivoire, Cuba, Democratic People's Republic of Korea, Democratic Republic of the Congo, Djibouti, Dominica, Dominican Republic, Ecuador, Egypt, El Salvador, Eritrea, Ethiopia, Gabon, Gambia, Ghana, Grenada, Guatemala, Guinea, Guyana, Haiti, Honduras, India, Indonesia, Iran (Islamic Republic of), Iraq, Israel, Jamaica, Jordan, Kazakhstan, Kenya, Kuwait, Kyrgyzstan, Lao People's Democratic Republic, Lesotho, Libyan Arab Jamahiriya, Madagascar, Malawi, Malaysia, Maldives, Mauritania, Mauritius, Mexico, Mongolia, Morocco, Mozambique, Myanmar, Namibia, Nicaragua, Niger, Nigeria, Oman, Pakistan, Paraguay, Peru, Philippines, Qatar, Russian Federation, Rwanda, Saint Lucia, Saint Vincent and the Grenadines, Saudi Arabia, Senegal, Singapore, Somalia, South Africa, Sudan, Suriname, Syrian Arab Republic, Tajikistan, Thailand, Timor-Leste, Togo, Trinidad and Tobago, Tunisia, Turkmenistan, Tuvalu, Uganda, United Arab Emirates, United Republic of Tanzania, Uruguay, Uzbekistan, Venezuela (Bolivarian Republic of), Viet Nam, Yemen, Zambia, Zimbabwe.
zh: 阿富汗、阿尔及利亚、安哥拉、安提瓜和巴布达、阿根廷、亚美尼亚、阿塞拜疆、巴哈马、巴林、孟加拉国、巴巴多斯、白俄罗斯、伯利兹、贝宁、不丹、玻利维亚、博茨瓦纳、巴西、文莱达鲁萨兰国、布隆迪、柬埔寨、喀麦隆、佛得角、智利、中国、哥伦比亚、科摩罗、哥斯达黎加、科特迪瓦、古巴、朝鲜民主主义人民共和国、刚果民主共和国、吉布提、多米尼克、多米尼加共和国、厄瓜多尔、埃及、萨尔瓦多、厄立特里亚、埃塞俄比亚、加蓬、冈比亚、加纳、格林纳达、危地马拉、几内亚、圭亚那、海地、洪都拉斯、印度、印度尼西亚、伊朗伊斯兰共和国、伊拉克、以色列、牙买加、约旦、哈萨克斯坦、肯尼亚、科威特、吉尔吉斯斯坦、老挝人民民主共和国、莱索托、阿拉伯利比亚民众国、马达加斯加、马拉维、马来西亚、马尔代夫、毛里塔尼亚、毛里求斯、墨西哥、蒙古、摩洛哥、莫桑比克、缅甸、纳米比亚、尼加拉瓜、尼日尔、尼日利亚、阿曼、巴基斯坦、巴拉圭、秘鲁、菲律宾、卡塔尔、俄罗斯联邦、卢旺达、圣卢西亚、圣文森特和格林纳丁斯、沙特阿拉伯、塞内加尔、新加坡、索马里、南非、苏丹、苏里南、阿拉伯叙利亚共和国、塔吉克斯坦、泰国、东帝汶、多哥、特立尼达和多巴哥、突尼斯、土库曼斯坦、图瓦卢、乌干达、阿拉伯联合酋长国、坦桑尼亚联合共和国、乌拉圭、乌兹别克斯坦、委内瑞拉玻利瓦尔共和国、越南、也门、赞比亚、津巴布韦

source: Japan, Marshall Islands, Micronesia (Federated States of), United States of America.
zh: 日本、马绍尔群岛、密克罗尼西亚联邦、美利坚合众国

source: Albania, Andorra, Australia, Austria, Belgium, Bosnia and Herzegovina, Bulgaria, Burkina Faso, Canada, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Fiji, Finland, France, Georgia, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Monaco, Nepal, Netherlands, New Zealand, Norway, Palau, Panama, Papua New Guinea, Poland, Portugal, Republic of Korea, Republic of Moldova, Romania, Samoa, San Marino, Serbia and Montenegro, Slovakia, Slovenia, Solomon Islands, Spain, Sri Lanka, Sweden, Switzerland, the former Yugoslav Republic of Macedonia, Turkey, Ukraine, United Kingdom of Great Britain and Northern Ireland, Vanuatu.
zh: 阿尔巴尼亚、安道尔、澳大利亚、奥地利、比利时、波斯尼亚和黑塞哥维那、保加利亚、布基纳法索、加拿大、克罗地亚、塞浦路斯、捷克共和国、丹麦、爱沙尼亚、斐济、芬兰、法国、格鲁吉亚、德国、希腊、匈牙利、冰岛、爱尔兰、意大利、拉脱维亚、列支敦士登、立陶宛、卢森堡、马耳他、摩纳哥、尼泊尔、荷兰、新西兰、挪威、帕劳、巴拿马、巴布亚新几内亚、波兰、葡萄牙、大韩民国、摩尔多瓦共和国、罗马尼亚、萨摩亚、圣马力诺、塞尔维亚和黑山、斯洛伐克、斯洛文尼亚、所罗门群岛、西班牙、斯里兰卡、瑞典、瑞士、前南斯拉夫的马其顿共和国、土耳其、乌克兰、大不列颠及北爱尔兰联合王国、瓦努阿图

source: Draft resolution I was adopted by 114 votes to 4, with 57 abstentions (resolution 60/143).
zh: 决议草案一以114票赞成、4票反对和57票弃权获得通过(第60/143号决议)。

source: [Subsequently the delegation of Lebanon informed the Secretariat that it had intended to vote in favour. ]
zh: ［嗣后，黎巴嫩代表团通知秘书处，它本打算投赞成票。］

source: The President: Draft resolution II is entitled “Global efforts for the total elimination of racism, racial discrimination, xenophobia and related intolerance and the comprehensive implementation of and follow-up to the Durban Declaration and Programme of Action”.
zh: 主席（以英语发言）:决议草案二题为“彻底消除种族主义、种族歧视、仇外心理和有关不容忍行为的全球努力以及《德班宣言和行动纲领》的全面执行和后续行动”

source: Afghanistan, Albania, Algeria, Andorra, Angola, Antigua and Barbuda, Argentina, Armenia, Austria, Azerbaijan, Bahamas, Bahrain, Bangladesh, Barbados, Belarus, Belgium, Belize, Benin, Bhutan, Bolivia, Bosnia and Herzegovina, Botswana, Brazil, Brunei Darussalam, Bulgaria, Burkina Faso, Burundi, Cambodia, Cameroon, Cape Verde, Chile, China, Colombia, Comoros, Costa Rica, Côte d'Ivoire, Croatia, Cuba, Cyprus, Czech Republic, Democratic People's Republic of Korea, Democratic Republic of the Congo, Denmark, Djibouti, Dominica, Dominican Republic, Ecuador, Egypt, El Salvador, Eritrea, Estonia, Ethiopia, Fiji, Finland, France, Gabon, Gambia, Georgia, Germany, Ghana, Greece, Grenada, Guatemala, Guinea, Guinea-Bissau, Guyana, Haiti, Honduras, Hungary, Iceland, India, Indonesia, Iran (Islamic Republic of), Iraq, Ireland, Italy, Jamaica, Japan, Jordan, Kazakhstan, Kenya, Kuwait, Kyrgyzstan, Lao People's Democratic Republic, Latvia, Lebanon, Lesotho, Libyan Arab Jamahiriya, Liechtenstein, Lithuania, Luxembourg, Madagascar, Malawi, Malaysia, Maldives, Mali, Malta, Mauritania, Mauritius, Mexico, Micronesia (Federated States of), Monaco, Mongolia, Morocco, Mozambique, Myanmar, Namibia, Nepal, Netherlands, New Zealand, Nicaragua, Niger, Nigeria, Norway, Oman, Pakistan, Panama, Papua New Guinea, Paraguay, Peru, Philippines, Poland, Portugal, Qatar, Republic of Korea, Republic of Moldova, Romania, Russian Federation, Rwanda, Saint Lucia, Saint Vincent and the Grenadines, Samoa, San Marino, Saudi Arabia, Senegal, Serbia and Montenegro, Singapore, Slovakia, Slovenia, Solomon Islands, Somalia, South Africa, Spain, Sri Lanka, Sudan, Suriname, Sweden, Switzerland, Syrian Arab Republic, Tajikistan, Thailand, the former Yugoslav Republic of Macedonia, Timor-Leste, Togo, Tonga, Trinidad and Tobago, Tunisia, Turkey, Turkmenistan, Uganda, Ukraine, United Arab Emirates, United Kingdom of Great Britain and Northern Ireland, United Republic of Tanzania, Uruguay, Uzbekistan, Vanuatu, Venezuela (Bolivarian Republic of), Viet Nam, Yemen, Zambia, Zimbabwe.
zh: 阿富汗、阿尔巴尼亚、阿尔及利亚、安道尔、安哥拉、安提瓜和巴布达、阿根廷、亚美尼亚、奥地利、阿塞拜疆、巴哈马、巴林、孟加拉国、巴巴多斯、白俄罗斯、比利时、伯利兹、贝宁、不丹、玻利维亚、波斯尼亚和黑塞哥维那、博茨瓦纳、巴西、文莱达鲁萨兰国、保加利亚、布基纳法索、布隆迪、柬埔寨、喀麦隆、佛得角、智利、中国、哥伦比亚、科摩罗、哥斯达黎加、科特迪瓦、克罗地亚、古巴、塞浦路斯、捷克共和国、朝鲜民主主义人民共和国、刚果民主共和国、丹麦、吉布提、多米尼克、多米尼加共和国、厄瓜多尔、埃及、萨尔瓦多、厄立特里亚、爱沙尼亚、埃塞俄比亚、斐济、芬兰、法国、加蓬、冈比亚、格鲁吉亚、德国、加纳、希腊、格林纳达、危地马拉、几内亚、几内亚比绍、圭亚那、海地、洪都拉斯、匈牙利、冰岛、印度、印度尼西亚、伊朗伊斯兰共和国、伊拉克、爱尔兰、意大利、牙买加、日本、约旦、哈萨克斯坦、肯尼亚、科威特、吉尔吉斯斯坦、老挝人民民主共和国、拉脱维亚、黎巴嫩、莱索托、阿拉伯利比亚民众国、列支敦士登、立陶宛、卢森堡、马达加斯加、马拉维、马来西亚、马尔代夫、马里、马耳他、毛里塔尼亚、毛里求斯、墨西哥、密克罗尼西亚联邦、摩纳哥、蒙古、摩洛哥、莫桑比克、缅甸、纳米比亚、尼泊尔、荷兰、新西兰、尼加拉瓜、尼日尔、尼日利亚、挪威、阿曼、巴基斯坦、巴拿马、巴布亚新几内亚、巴拉圭、秘鲁、菲律宾、波兰、葡萄牙、卡塔尔、大韩民国、摩尔多瓦共和国、罗马尼亚、俄罗斯联邦、卢旺达、圣卢西亚、圣文森特和格林纳丁斯、萨摩亚、圣马力诺、沙特阿拉伯、塞内加尔、塞尔维亚和黑山、新加坡、斯洛伐克、斯洛文尼亚、所罗门群岛、索马里、南非、西班牙、斯里兰卡、苏丹、苏里南、瑞典、瑞士、阿拉伯叙利亚共和国、塔吉克斯坦、泰国、前南斯拉夫的马其顿共和国、东帝汶、多哥、汤加、特立尼达和多巴哥、突尼斯、土耳其、土库曼斯坦、乌干达、乌克兰、阿拉伯联合酋长国、大不列颠及北爱尔兰联合王国、坦桑尼亚联合共和国、乌拉圭、乌兹别克斯坦、瓦努阿图、委内瑞拉、越南、也门、赞比亚、津巴布韦

source: Australia, Canada, Palau, Tuvalu.
zh: 澳大利亚、加拿大、帕劳、图瓦卢

source: Draft resolution II was adopted by 172 votes to 3, with 4 abstentions (resolution 60/144).
zh: 决议草案二以172票赞成、3票反对和4票弃权获得通过(第60/144号决议)。

source: The President: The Assembly will now turn to the draft decision, entitled “Report of the Secretary-General under agenda item 69”.
zh: 主席（以英语发言）：大会现在处理题为“议程项目69下秘书长的报告”。

source: May I take it that the General Assembly decides to adopt the draft decision recommended by the Third Committee in paragraph 22 of its report?
zh: 我是否可以认为大会决定通过第三委员会建议的决定草案？

source: The President: May I take it that it is the wish of the General Assembly to conclude its consideration of agenda item 69?
zh: 主席（以英语发言）：我是否可以认为大会希望结束对议程项目69的审议？

source: Report of the Third Committee (A/60/508)
zh: 第三委员会的报告(A/60/508)

source: The President: The Assembly has before it two draft resolutions recommended by the Third Committee in paragraph 17 of its report in document A/60/508 and one draft decision recommended by the Third Committee in paragraph of 18 of the same report.
zh: 主席（以英语发言）：大会面前摆着第三委员会在其载于文件A/60/508的报告第17段中建议的两项决议草案和第三委员会在同一报告第18段中建议的一项决定草案。

source: Mr. Godard (United States of America): The United States has worked continuously to support the social and economic development, as well as legitimate political aspirations, of the Palestinian people.
zh: 戈达尔先生（美利坚合众国）（以英语发言）：美国一直努力支持巴勒斯坦人民的社会和经济发展及其正当的政治愿望。

source: The level of United States assistance for Palestinians' needs compares favourably to that of any other country in the world.
zh: 美国对巴勒斯坦人民需求的援助水平不逊于世界上任何其他国家。

source: The United States has no quarrel with the “right of the Palestinian people to self-determination”.
zh: 美国对“巴勒斯坦人民的自决权”没有异议。

source: President Bush articulated clearly that the United States objective is two sovereign, democratic States — Israel and Palestine — living side by side in peace and security.
zh: 布什总统明确表示，美国的目标是两个主权、民主的国家——以色列和巴勒斯坦——在和平与安全中毗邻共处。

source: The United States, working with the Palestinian Authority and the international community, has focused substantial resources on strengthening the Palestinian Authority's institutions and providing assistance to ensure democratic elections.
zh: 美国与巴勒斯坦权力机构和国际社会一道，集中大量资源用于加强巴勒斯坦权力机构的各机构，以及为确保民主选举而提供援助。

source: President Bush recently welcomed Palestinian Authority President Abbas to the White House.
zh: 布什总统最近欢迎巴勒斯坦权力机构主席阿巴斯来访白宫。

source: Recent progress on the ground, including the withdrawal of Israeli forces from Gaza, and the 15 November Agreement on Movement and Access between Israel and the Palestinian Authority are historic and show that progress is made when Israeli and Palestinian officials work together with the support of the international community.
zh: 当地最近的进展，包括以色列军队撤离加沙，以及以色列与巴勒斯坦权力机构11月15日的《通行进出协定》是历史性的。 它们表明，当以色列和巴勒斯坦官员在国际社会的支持下一起努力的时候，是能够取得进展的。

source: In this regard, the opening of Rafah on 25 November marked an important step in building trust between the parties as we work to renew progress along the road map.
zh: 在这方面，在我们努力沿着路线图继续取得进展之时，11月25日拉法的开放标志着双方在建立信任方面迈出了重要一步。

source: The United States cannot support the draft resolution under consideration.
zh: 美国不能支持正在审议的决议草案。

source: The draft resolution and others like it reflect an outdated approach conceived when the Palestinian people lacked democratic leadership and believed that the solution to their problems lay in the United Nations.
zh: 该决议草案和其他类似的决议草案反映了一种过时的做法，这种做法是在巴勒斯坦人民缺乏民主领导层，并认为其问题的解决在于联合国的背景下产生的。

source: There is a role for the United Nations in this issue, but that role is in supporting the two parties to the conflict.
zh: 联合国在该问题上可以发挥作用，但这种作用在于支持冲突双方。

source: One-sided resolutions from the Assembly undermine the credibility of the United Nations and, ultimately, its effectiveness.
zh: 大会的单方面决议损害联合国的信誉，并最终损害联合国的效力。

source: The President: A number of representatives have indicated to the Secretariat that their names were not included in the list of sponsors of draft resolution II, entitled “The right of the Palestinian people to self-determination”, contained in document A/60/508.
zh: 主席（以英语发言）：不少代表向秘书处表示，文件A/60/508所载的题为“巴勒斯坦人民自决的权利”的决议草案二的提案国名单上没有其国名。

source: In that connection, I give the floor to the Director of the General Assembly and Economic and Social Council Affairs Division of the Department for General Assembly and Conference Management.
zh: 关于这个问题，我请大会和会议管理部大会和经济及社会理事会事务司司长发言。

source: Ms. Kelley (Director, General Assembly and Economic and Social Council Affairs Division, Department for General Assembly and Conference Management): Regrettably, document A/60/508 failed to list the names of the additional sponsors of draft resolution II, entitled “The right of the Palestinian people to self-determination”.
zh: 凯利女士（大会和会议管理部大会和经济及社会理事会事务司司长）（以英语发言）：遗憾的是，文件A/60/508未能列出题为“巴勒斯坦人民自决的权利”的决议草案二的新增提案国国名。

source: I would like for the record to read out those names and to assure the Assembly that they will be included in the final version of the report.
zh: 为了将此记录在案，我愿宣读这些国名，并向大会保证它们将被列入报告的最终版本。

source: The additional sponsors of draft resolution II, on the right of the Palestinian people to self-determination, are: Andorra, Armenia, Barbados, Belarus, Belgium, Benin, Brazil, Brunei Darussalam, Bulgaria, Burkina Faso, the Comoros, Costa Rica, the Democratic Republic of the Congo, Ecuador, Finland, France, Greece, Guinea, Guyana, Hungary, Iceland, India, Ireland, Lesotho, Liechtenstein, Malta, Monaco, Mozambique, Myanmar, Niger, Norway, Portugal, Romania, Saint Lucia, Slovakia, Slovenia, Spain, Sweden, Turkey, the United Republic of Tanzania, Viet Nam, Zambia and Zimbabwe.
zh: 关于巴勒斯坦人民自决的权利的决议草案二的新增提案国有：安道尔、亚美尼亚、巴巴多斯、白俄罗斯、比利时、贝宁、巴西、文莱达鲁萨兰国、保加利亚、布基纳法索、科摩罗、哥斯达黎加、刚果民主共和国、厄瓜多尔、芬兰、法国、希腊、几内亚、圭亚那、匈牙利、冰岛、印度、爱尔兰、莱索托、列支敦士登、马耳他、摩纳哥、莫桑比克、缅甸、尼日尔、挪威、葡萄牙、罗马尼亚、圣卢西亚、斯洛伐克、斯洛文尼亚、西班牙、瑞典、土耳其、坦桑尼亚联合共和国、越南、赞比亚和津巴布韦。

source: The President: We will now take a decision on draft resolutions I and II and on the draft decision.
zh: 主席（以英语发言）：我们现在就决议草案一和二以及决定草案作出决定。

source: Draft resolution I is entitled “Universal realization of the right of peoples to self-determination”.
zh: 决议草案一题为“普遍实现人民自决的权利”。

source: Draft resolution I was adopted (resolution 60/145).
zh: 决议草案一获得通过（第60/145号决议）。

source: The President: Draft resolution II is entitled “The right of the Palestinian people to self-determination”.
zh: 主席（以英语发言）：决议草案二题为“巴勒斯坦人民自决的权利”。

source: Afghanistan, Albania, Algeria, Andorra, Angola, Antigua and Barbuda, Argentina, Armenia, Austria, Azerbaijan, Bahamas, Bahrain, Bangladesh, Barbados, Belarus, Belgium, Belize, Benin, Bhutan, Bolivia, Bosnia and Herzegovina, Botswana, Brazil, Brunei Darussalam, Bulgaria, Burkina Faso, Burundi, Cambodia, Cameroon, Canada, Cape Verde, Chile, China, Colombia, Comoros, Costa Rica, Côte d'Ivoire, Croatia, Cuba, Cyprus, Czech Republic, Democratic People's Republic of Korea, Democratic Republic of the Congo, Denmark, Djibouti, Dominica, Dominican Republic, Ecuador, Egypt, El Salvador, Eritrea, Estonia, Ethiopia, Fiji, Finland, France, Gabon, Gambia, Georgia, Germany, Ghana, Greece, Guatemala, Guinea, Guinea-Bissau, Guyana, Haiti, Honduras, Hungary, Iceland, India, Indonesia, Iran (Islamic Republic of), Iraq, Ireland, Italy, Jamaica, Japan, Jordan, Kazakhstan, Kenya, Kuwait, Kyrgyzstan, Lao People's Democratic Republic, Latvia, Lebanon, Lesotho, Libyan Arab Jamahiriya, Liechtenstein, Lithuania, Luxembourg, Madagascar, Malawi, Malaysia, Maldives, Mali, Malta, Mauritania, Mauritius, Mexico, Monaco, Mongolia, Morocco, Mozambique, Myanmar, Namibia, Nepal, Netherlands, New Zealand, Nicaragua, Niger, Nigeria, Norway, Oman, Pakistan, Panama, Papua New Guinea, Paraguay, Peru, Philippines, Poland, Portugal, Qatar, Republic of Korea, Republic of Moldova, Romania, Russian Federation, Rwanda, Saint Lucia, Saint Vincent and the Grenadines, Samoa, San Marino, Saudi Arabia, Senegal, Serbia and Montenegro, Singapore, Slovakia, Slovenia, Solomon Islands, Somalia, South Africa, Spain, Sri Lanka, Sudan, Suriname, Sweden, Switzerland, Syrian Arab Republic, Tajikistan, Thailand, the former Yugoslav Republic of Macedonia, Timor-Leste, Togo, Trinidad and Tobago, Tunisia, Turkey, Turkmenistan, Uganda, Ukraine, United Arab Emirates, United Kingdom of Great Britain and Northern Ireland, United Republic of Tanzania, Uruguay, Uzbekistan, Vanuatu, Venezuela (Bolivarian Republic of), Viet Nam, Yemen, Zambia, Zimbabwe.
zh: 阿富汗、阿尔巴尼亚、阿尔及利亚、安道尔、安哥拉、安提瓜和巴布达、阿根廷、亚美尼亚、奥地利、阿塞拜疆、巴哈马、巴林、孟加拉国、巴巴多斯、白俄罗斯、比利时、伯利兹、贝宁、不丹、玻利维亚、波斯尼亚和黑塞哥维那、博茨瓦纳、巴西、文莱达鲁萨兰国、保加利亚、布基纳法索、布隆迪、柬埔寨、喀麦隆、加拿大、佛得角、智利、中国、哥伦比亚、科摩罗、哥斯达黎加、科特迪瓦、克罗地亚、古巴、塞浦路斯、捷克共和国、朝鲜民主主义人民共和国、刚果民主共和国、丹麦、吉布提、多米尼克、多米尼加共和国、厄瓜多尔、埃及、萨尔瓦多、厄立特里亚、爱沙尼亚、埃塞俄比亚、斐济、芬兰、法国、加蓬、冈比亚、格鲁吉亚、德国、加纳、希腊、危地马拉、几内亚、几内亚比绍、圭亚那、海地、洪都拉斯、匈牙利、冰岛、印度、印度尼西亚、伊朗伊斯兰共和国、伊拉克、爱尔兰、意大利、牙买加、日本、约旦、哈萨克斯坦、肯尼亚、科威特、吉尔吉斯斯坦、老挝人民民主共和国、拉脱维亚、黎巴嫩、莱索托、阿拉伯利比亚民众国、列支敦士登、立陶宛、卢森堡、马达加斯加、马拉维、马来西亚、马尔代夫、马里、马耳他、毛里塔尼亚、毛里求斯、墨西哥、摩纳哥、蒙古、摩洛哥、莫桑比克、缅甸、纳米比亚、尼泊尔、荷兰、新西兰、尼加拉瓜、尼日尔、尼日利亚、挪威、阿曼、巴基斯坦、巴拿马、巴布亚新几内亚、巴拉圭、秘鲁、菲律宾、波兰、葡萄牙、卡塔尔、大韩民国、摩尔多瓦共和国、罗马尼亚、俄罗斯联邦、卢旺达、圣卢西亚、圣文森特和格林纳丁斯、萨摩亚、圣马力诺、沙特阿拉伯、塞内加尔、塞尔维亚和黑山、新加坡、斯洛伐克、斯洛文尼亚、所罗门群岛、索马里、南非、西班牙、斯里兰卡、苏丹、苏里南、瑞典、瑞士、阿拉伯叙利亚共和国、塔吉克斯坦、泰国、前南斯拉夫的马其顿共和国、东帝汶、多哥、特立尼达和多巴哥、突尼斯、土耳其、土库曼斯坦、乌干达、乌克兰、阿拉伯联合酋长国、大不列颠及北爱尔兰联合王国、坦桑尼亚联合共和国、乌拉圭、乌兹别克斯坦、瓦努阿图、委内瑞拉玻利瓦尔共和国、越南、也门、赞比亚、津巴布韦

source: Draft resolution II was adopted by 170 votes to 5, with 1 abstention (resolution 60/146).
zh: 决议草案二以170票赞成、5票反对、1票弃权获得通过（第60/146号决议）。

source: The President: The draft decision is entitled “Documents considered by the General Assembly in connection with the question of the rights of peoples to self-determination”.
zh: 主席（以英语发言）：决定草案题为“大会所审议的有关人民自决的权利问题的文件”。

source: May I take it that the Assembly wishes to adopt the draft decision recommended by the Third Committee in paragraph 18 of its report?
zh: 我是否可以认为大会希望通过第三委员会在其报告第18段中建议的决定草案？

source: The President: May I take it that it is the wish of the General Assembly to conclude its consideration of agenda item 70?
zh: 主席（以英语发言）：我是否可以认为大会希望结束对议程项目70的审议？

source: Agenda item 71 (continued)
zh: 议程项目71（续）

source: Report of the Third Committee (A/60/509)
zh: 第三委员会的报告(A/60/509)

source: The President: The Assembly has before it a draft decision recommended by the Third Committee in paragraph 5 of its report.
zh: 主席（以英语发言）：大会面前摆着第三委员会在其报告第5段中建议的一项决定草案。

source: The draft decision, entitled “Reports considered by the General Assembly in connection with the question of human rights”, was adopted by the Third Committee.
zh: 第三委员会通过了这项题为“大会所审议的有关人权问题的报告”的决定草案。

source: The President: The General Assembly has thus concluded this stage of its consideration of agenda item 71.
zh: 主席（以英语发言）：大会就此结束本阶段对议程项目71的审议。

source: Report of the Third Committee (A/60/509/Add.1)
zh: 第三委员会的报告(A/60/509/Add.1)

source: The President: The Assembly has before it three draft resolutions recommended by the Third Committee in paragraph 23 of its report.
zh: 主席（以英语发言）：大会面前摆着第三委员会在其报告第23段中建议的三项决议草案。

source: We will now take decisions on draft resolutions I to III.
zh: 我们现在就决议草案一至三作出决定。

source: Draft resolution I is entitled “Basic Principles and Guidelines on the Right to a Remedy and Reparation for Victims of Gross Violations of International Human Rights Law and Serious Violations of International Humanitarian Law”.
zh: 决议草案一题为“严重违反国际人权法和严重违反国际人道主义法行为受害人获得补救和赔偿的权利基本原则和导则”。

source: Draft resolution I was adopted (resolution 60/147).
zh: 决议草案一获得通过（第60/147号决议）。

source: The President: Draft resolution II is entitled “Torture and other cruel, inhuman or degrading treatment or punishment”.
zh: 主席（以英语发言）：决议草案二题为“酷刑和其他残忍、不人道或有辱人格的待遇或处罚”。

source: Draft resolution II was adopted (resolution 60/148).
zh: 决议草案二获得通过（第60/148号决议）。

source: The President: Draft resolution III is entitled “International Covenants on Human Rights”.
zh: 主席（以英语发言）：决议草案三题为“国际人权盟约”。

source: Draft resolution III was adopted (resolution 60/149).
zh: 决议草案三获得通过（第60/149号决议）。

source: The President: May I take it that it is the wish of the General Assembly to conclude its consideration of sub-item (a) of agenda item 71?
zh: 主席（以英语发言）：我是否可以认为大会希望结束对议程项目71分项目(a)的审议？

source: Report of the Third Committee (A/60/509/Add.2 (Parts I and II))
zh: 第三委员会的报告(A/60/509/Add.2（第一和第二部分）)

source: The President: The Assembly has before it a draft resolution recommended by the Third Committee in paragraph 21 of part I of its report and 20 draft resolutions recommended by the Third Committee in paragraph 102 of part II of its report.
zh: 主席（以英语发言）：大会面前摆着第三委员会在其报告第一部分第21段中建议的一项决议草案和第三委员会在其报告第二部分第102段中建议的20项决议草案。

source: Before proceeding further, I should like to inform members that action on the draft resolution entitled “Ad Hoc Committee on a Comprehensive and Integral International Convention on the Protection and Promotion of the Rights and Dignity of Persons with Disabilities”, contained in part I of the report, is postponed to a later date to allow time for the review of its programme budget implications by the Fifth Committee.
zh: 在往下进行之前，我谨通知成员们，对该报告第一部分所载题为“拟订保护和促进残疾人权利和尊严的全面综合国际公约特设委员会”的决议草案的行动推迟至稍后的日期进行，以便第五委员会有时间审查其所涉方案算问题。

source: The Assembly will take action on the draft resolution as soon as the report of the Fifth Committee on its programme budget implications is available.
zh: 大会将在收到第五委员会关于该决议草案所涉方案预算问题的报告后尽快对之采取行动。

source: I now call on the representative of the United States of America, who wishes to speak in explanation of vote before the voting.
zh: 我现在请希望在表决前作解释投票发言的美利坚合众国代表发言。

source: Mr. Godard (United States of America): With regard to draft resolution X under this item, entitled “Human rights in the administration of justice”, the United States would like to bring to the attention of the General Assembly the amendments to operative paragraphs 1 and 2 submitted by our delegation during consideration of the draft resolution by the Third Committee.
zh: 戈达尔先生（美利坚合众国）(以英语发言):关于该项目下题为“司法领域的人权问题”的决议草案十，美国谨提请大会注意我国代表团在第三委员会审议该决议草案期间所提交的关于执行部分第1和第2段的修正案。

source: While we are not going to re-submit these now, we would like to reaffirm our position.
zh: 尽管我们现在不会重新提交这些修正案，但我们要重申我们的立场。

source: In particular, we have strong concerns with the reference in paragraph 1 to implementing “all United Nations standards on human rights”, which include a variety of non-binding norms and recommendations.
zh: 具体来说，我们对第1段提到执行“所有联合国人权标准”深感关切，因为这包括各种没有约束力的规范和建议。

source: The United States takes seriously our commitment to fully implement human rights obligations we have undertaken, and we believe that that more limited and accurate language should be used when addressing this topic in future resolutions of this nature.
zh: 美国对自己所作的彻底履行已承担的人权义务的承诺是严肃认真的，而且我们认为今后这种性质的决议在处理这一问题时应当使用这种限定更严和更准确的措辞。

source: The President: We will now take decisions, one by one, on the 20 draft resolutions recommended in paragraph 102 of part II of the report.
zh: 主席（以英语发言）：我们现在就该报告第二部分第102段建议的20项决议草案逐一作出决定。

source: After all the decisions have been taken, representatives will again have the opportunity to explain their votes.
zh: 在所有决定作出之后，各位代表还有机会解释其投票。

source: We first turn to draft resolution I, entitled “Combating defamation of religions”.
zh: 我们首先处理题为“遏制对宗教的诽谤”的决议草案一。
